SOAPe/Templates/EWS/GetUserConfiguration.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
               xmlns:m="http://schemas.microsoft.com/exchange/services/2006/messages"
               xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types"
               xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:xs="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <m:GetUserConfiguration>
      <m:UserConfigurationName Name="<!--FIELD:UserConfigurationName;string;Default-->">
        <!--FIELD:FolderId;FolderId-->
      </m:UserConfigurationName>
      <m:UserConfigurationProperties><!--FIELD:UserConfigurationProperties;list;Id,Dictionary,XmlData,Binary Data,All--></m:UserConfigurationProperties>
    </m:GetUserConfiguration>
  </soap:Body>
</soap:Envelope>